Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/others/samisk_strategiplan_samisk.doc.tmx
Source language: sme
Languages: nob

source: Lea lunddolaš ahte Romssa universitehta sihke geográfalaš sajádaga dihte ja eará mihttomeriid dihte lea njunnošis dakkár dutkamiin ” .
nob: Det er naturlig at Universitetet i Tromsø ut fra sin geografiske beliggenhet og øvrige målsetninger inntar en ledende rolle innen denne type forskning ” .

source: Norggafierpmádagas lea Romssa universitehtas mihttomearri našuvnnalaččat leat njunnošis sámi dutkamis .
nob: Innenfor Norgesnett-ideen er det en målsetning å være et nasjonalt tyngdepunkt innen samisk forskning .

source: Sámedikki čielggadus čájehii ahte 192 dutkiin geat 1996:s dutke sámi ja sápmelaččaide guoskevaš áššiid Norggas , ledje olles 46% Romssa universitehtas .
nob: Sametingets utredning viste at av de 192 personene som drev med samiskrelatert forskning i Norge i 1996 , befant hele 46% av disse seg ved Universitetet i Tromsø .

source: Dutkanlávdegoddi cealká gulaskuddancealkámušas ahte váillaha Romssa universitehta dutkanhástalusaid .
nob: Forskningsutvalget etterlyser i sin høringsuttalelse Universitetet i Tromsø sine forskningsmessige utfordringer .

source: Dutkanlávdegoddi evttoha ásahit sierra prográmma sámi ealáhusaid dutkančuolmmaid várás .
nob: De foreslår å utarbeide et program for forskningsbaserte problemstillinger innenfor samiske næringer .

source: ja sámiide guoskevaš dutkamiid ” .
nob: og samiskrelatert forskning . ”

source: Berre nammaduvvot bargojoavku man bargu lea čujuhit muhtun dutkanfáttáid / surggiid maid háliidit vuoruhit sámi / eamiálbmotdutkamis .
nob: Det bør derfor etableres en arbeidsgruppe som skal peke ut noen prioriterte forskningstemaer / områder innenfor samisk / urfolksforskning .

source: Mihttomearrin berre leat dáid dutkansurggiid guorahallat fágaidgaskasaš / fakultehtaidgaskasaš oaidninsajis .
nob: Det bør være et mål å ha et tverrfaglig / tverrfakultært perspektiv på disse områdene .

source: Sámi dilálašvuođaid dutkan lei deaŧalaš ággan Romssa universitehta vuođđudeapmái , ja danin lea sihke lunddolaš ja dárbbašlaš evttohit muhtun doaibmabijuid maid háliidit vuoruhit áigodagas 2000-2010 .
nob: På bakgrunn av at forskning om samiske forhold er en viktig begrunnelse for opprettelsen av Universitetet i Tromsø er det naturlig og nødvendig å utarbeide noen prioriterte forslag til tiltak for perioden 2000-2010 .

source: Doaibmabijut leat :
nob: Følgende tiltak foreslås :

source: Ásahit fakultehtaidgaskasaš dutkanprográmmaid
nob: ( Oppbygging av tverrfakultære forskningsprogram

source: Nannet institušuvdnaovttasbargguid ( Eamiálbmotfierpmádat ja “ Ovddidanguovlluid eamiálbmotáššiid forum ” )
nob: ( Styrke institusjonssamarbeidet ( Urfolksnettverket og “ Forum for urfolksspørsmål i bistanden ” )

source: Ráhkadit lohkanmeriid sámi / eamiálbmot áššiid birra ossodagain / fakultehtain ja ráhkadit lohkanmeriid sámegillii
nob: ( Utvikle pensum om samisk / urfolksforhold ved avdelingene / fakultetene samt utvikle pensumlitteratur på samisk

source: Nannet dutkandieđuid gaskkusteami
nob: ( Styrke forskningsformidlingen

source: 5.1 Vuoruhuvvon doaibmabijut
nob: 5.1 Prioriterte tiltak

source: 5.1.1 Sámi dutkanguovddáš
nob: 5.1.1 Sámi dutkanguovddáš / Samisk forskningssenter / Sami research centre

source: Fágabirrasat deattuhit cealkámušain erenoamážit dárbbu nannet oktiiheivehandoaimma .
nob: I fagmiljøene sine innspill og høringsuttalelser pekes det særlig på behovet for å styrke samordningsfunksjonen .

source: Leat čielga vuordámušat ahte Sámi dutkamiid guovddáš čadno čavggabut fágabirrasiidda , ahte guovddáža oktiiheivehandoaibma nannejuvvo ja ahte guovddáš vuolggaha eambbo máŋggafágalaš prošeavttaid , geahča čuoggá A . 7 gažaldagat 9-10 ja gč. Stáhtadiehtaga instituhta gulaskuddancealkámuša .
nob: Det rettes klare forventninger til at Senter for samiske studier knyttes nærmere til fagmiljøene , at senteret skal inneha en mer samordnende rolle , og ta initiativ til flerfaglige prosjekter , se punkt A. 7 spørsmål 9-10 og jmf .

source: Dát doaimmat eaktudit ahte guovddáš nannejuvvo fágalaččat , ja ahte guovddáš oažžu buoret vejolašvuođaid doaimmahit dutkandoaimmaid bargguidis čađa .
nob: Dette betinger en faglig styrking av senteret , samt at det åpnes for at det kan skje sterkere styring av forskningsaktiviteter gjennom senterets virksomhet .

source: Vuosttaš evttohus lea organiseret Sámi dutkamiid guovddáža ládje go áivan dutkamiid guovddážiid ( Centre of excellence ) , ja nubbi evttohus lea organiseret guovddáža alla dutkamiid guovddáža ( Senter for høyere studier ) modealla mielde .
nob: To av høringsuttalelsene tar for seg konkrete tiltak som kan løse dette , og de dreier seg om å organisere Senter for samiske studier som henholdsvis “ Centre of excellence ” eller etter modell av “ Senter for høyere studier ” .

source: Dutkanlávdegoddi cealká gulaskuddancealkámušastis ahte sámi dilálašvuođaid dutkamat ja oppalaččat eamiálbmot- ja minoritehtadilálašvuođaid dutkamat sáhttet šaddat Romssa universitehta “ Centre of excellence ” , áivan dutkamiid guovddážin .
nob: Forskningsutvalget sier i sin uttalelse at forskning rundt samiske spørsmål og urfolks- og minoritetsspørsmål generelt kan utvikles til et “ centre of excellence ” , et senter for fremragende forskning , ved Universitetet i Tromsø .

source: Guovddáš berre válljet muhtun fágalaš fáttáid ja meroštit daid guovddáža doaibman .
nob: Senteret bør definere sin virksomhet rundt noen utvalgte faglige tema .

source: Dutkanlávdegoddi evttoha ahte Sámi dutkamiid guovddáža stivra berre bargat dáinna áššiin viidáseappot .
nob: Forskningsutvalget foreslår at styret for Senter for samiske studier bør arbeide videre med dette .

source: Arkeologiija instituhtta evttoha nannet Sámi dutkamiid guovddáža sihke ekonomalaččat ja fágalaččat , vai maiddái sáhttá sámi dutkamiidda doaibmat fágalaš resursan ja deaivvadanbáikin , ovdamearkka dihte máŋggadieđalaš dutkanjoavkkuid deaivvadanbáikin alla dutkamiid guovddáža modealla mielde .
nob: Institutt for arkeologi foreslår å styrke Senter for samiske studier både økonomisk og faglig slik at det kan bygges ut til også å bli en faglig ressurs og et knutepunkt for samisk forskning , f.eks. en arena for tverrvitenskapelige forskningsgrupper etter mønster av Senter for høyere studier .

source: Jus guovddáš galgá bargat aktiivvaleappot studeanttaid ektui , čadnot čavggabut fágabirrasiidda ja riikkaidgaskasaččat oainnusin dahkat Romssa universitehta , de berre guovddáža váldodoaimmaid nannet .
nob: Skal senteret spille en mer aktiv rolle overfor studentene , knyttes nærmere til fagmiljøene og arbeide for en internasjonal profilering av Universitetet i Tromsø , bør kjerneoppgavene ved senteret ikke røres - snarere styrkes .

source: Deaŧalaš mihttomearrin lea maiddái ahte Sámi dutkamiid guovddáža hálddahus meannuda áššiid sihke sámegillii ja dárogillii .
nob: Et annet viktig mål er at Senter for samiske studiers administrasjon til enhver tid skal kunne saksbehandle tospråklig .

source: Vai Sámi dutkamiid guovddáš nagoda deavdit daid gáibádusaid mat áiggi mielde bođežit , sihke Romssa universitehta fágabirrasiin ja riikkaidgaskasaš birrasiin , de lea áibbas dárbbašlaš ahte guovddáš vuođđuduvvo eará prinsihpaid nala go daid prinsihpaid nala maid Universitehtastivra lea bidjan vuođđun .
nob: For at Senter for samiske studier skal kunne oppfylle de krav som stilles i fremtiden , både fra andre fagmiljø på Universitetet i Tromsø og fra internasjonale miljøer , anses det som helt nødvendig at senteret bygges opp etter et helt annet prinsipp enn det som er lagt til grunn av Universitetsstyret .

source: Lea deaŧalaš danin go Romssa universitehta ferte riikkaidgaskasaččat leat njunnošis bidjame eamiálbmogiid dutkama ja oahpahusa guovddážii .
nob: Dette fordi Universitetet i Tromsø må ha en sentral rolle internasjonalt når det gjelder å sette agendaen for forskning og undervisning om urfolk .

source: Doaibmabijut :
nob: Tiltak :

source: Guovddáža ásaheapmi ja namma
nob: 1 ) Etablering og navn på senteret

source: Romssa universitehtii ásahuvvo riikkaidgaskasaš sámi ja eamiálbmotdutkanguovddáš .
nob: Det etableres et internasjonalt forskningssenter for samisk og urfolksforskning ved Universitetet i Tromsø .

source: Guovddáš viidáset fievrrida Sámi dutkamiid guovddáža nu go dat lea dálá dilis .
nob: Dette senteret er en videreføring av Senter for samiske studier slik det eksisterer i dag .

source: Guovddáža nammaevttohusat , váldonamma ja liigenamahus :
nob: Navnet på senteret foreslås slik , med et hovednavn og en undertittel :

source: Sámegillii : Sámi dutkanguovddáš
nob: Samisk : Sámi dutkanguovddáš ( kun én tittel )

source: Dárogillii : Samisk forskningssenter
nob: Norsk : Samisk forskningssenter

source: Eŋgelasgillii : Sámi research centre
nob: Engelsk : Sami research centre

source: Centre for Sámi and indigenous research
nob: Centre for Sami and indigenous research

source: Guovddáš galgá fátmmastit sihke sámi dutkamiid ja maiddái eará eamiálbmogiid dutkamiid .
nob: Sentret bør omfatte såvel forskning om samiske forhold som forskning om urfolk i andre deler av verden .

source: Sámi oassi galgá leat guovddážis ja erenoamážit deattuhuvvot .
nob: Den samiske komponenten skal være sentral , og fremheves spesielt .

source: Guovddáš galgá oktiiheivehit ja nannet Romssa universitehta sámi dilálašvuođaid ja eamiálbmotdilálašvuođaid dutkama , ja čohkket njunuš dutkiid dáin fágasurggiin .
nob: Sentret skal bidra til å samordne og styrke forskningen ved Universitetet i Tromsø , og ta mål av seg til å samle fremragende forskere innen disse fagområdene .

source: Guovddáža fágalaš gelbbolašvuođat sáhttet dasto leat resursan earret eará NORAD , Norgga dutkanráđi ja NUFU prošeavttaide .
nob: Sentret vil da inneha en faglig kompetanse som kan være en ressurs i prosjekter tilknyttet blant annet NORAD , Norges forskningsråd og NUFU .

source: Nammadit bargojoavkku
nob: 2 ) Opprettelse av arbeidsgruppe

source: Sámi dutkamiid guovddáža stivra evttoha ahte nammaduvvo bargojoavku mii bargá viidáseappot Sámi dutkanguovddáža ásahemiin .
nob: Styret ved Senter for samiske studier foreslår at det opprettes en arbeidsgruppe som arbeider videre med opprettelsen av Samisk forskningssenter .

source: Bargojoavkku evttohasat leat :
nob: Forslag til medlemmer i arbeidsgruppen er :

source: Harald Gaski , Sámi instituhtta , Humanisttalaš fakultehta
nob: ( Harald Gaski , Sámi instituhtta / Samisk institutt , Det humanistiske fakultet

source: Svein Jentoft , Plánema ja báikegoddedutkamiid instituhtta , Servodatdiehtaga fakultehta
nob: ( Svein Jentoft , Institutt for planlegging og lokalsamfunnsforskning , Det samfunnsvitenskapelige fakultet

source: Else Grete Broderstad , Stáhtadiehtaga instituhtta , Servodatdiehtaga fakultehta
nob: ( Else Grete Broderstad , Institutt for statsvitenskap , Det samfunnsvitenskapelige fakultet

source: Henry Minde , Historjjá instituhtta , Servodatdiehtaga fakultehta
nob: ( Henry Minde , Institutt for historie , Det samfunnsvitenskapelige fakultet

source: Juridihka fakultehta ovddasteaddji
nob: ( En representant fra Det juridiske fakultet

source: Romssa musea / Romssa universitehtamusea ovddasteaddji
nob: ( En representant fra Tromsø Museum / Universitetsmuseet i Tromsø

source: Terje Lilleng , studeantaovddasteaddji , Sámi studeanttaid searvi Romssas
nob: ( Terje Lilleng , studentrepresentant , Samisk studentforening

source: Monica Alterskjær Olsen , Árktalaš biologiija ossodat , Medisiinnalaš fakultehta
nob: ( Monica Alterskjær Olsen , Avdeling for Arktisk Biologi , Det medisinske fakultet

source: Bård A . Berg , stivrajođiheaddji , Sámi dutkamiid guovddáš
nob: ( Bård A. Berg , styreleder , Senter for samiske studier

source: Hálddahusjođiheaddji , Sámi dutkamiid guovddáš ( joavkku čálli )
nob: leder , Senter for samiske studier ( sekretær for gruppen )

source: 5.1.2 Fakultehtaidgaskasaš dutkanprográmmat
nob: 5.1.2 Tverrfakultære forskningsprogram

source: “ Kulturhistorjjálaš dutkamat sáhttet stuora ovdamuniin vuođđuduvvot stuorát máŋggadieđalaš prošeavttaide . ”
nob: “ En kulturhistorisk orientert forskning kan med stor fordel bygges opp omkring større tverrvitenskapelige prosjekter . ”

source: – Arkeologiija instituhtta .
nob: - Institutt for arkeologi

source: Nu go “ Romssa universitehta ja guoskevaš ásahusaid sámi dutkan ja oahpahus ” - mildosis boahtá ovdan , de eai leat sámi áššit seammá olu sisafievrriduvvon buot instituhtaide .
nob: Samisk forskning og undervisning ved Universitetet i Tromsø og tilknyttede institusjoner ” viser , er ikke samiske problemstillinger likt integrert på instituttnivå .

source: Instituhtaid fágalaš ovdáneapmi , fágalaš relevánssa sturrodat ja resursavátnivuohta virggiid ektui váikkuhit dieđusge erohusaide , muhto erohusaid sáhttá maiddái dulkot váilevaš moktan hástalusaid dustet .
nob: Instituttenes faglige utvikling , grad av faglig relevans , og ressursmangel i form av stillinger er selvsagt medvirkende til variasjonen , men det kan også forstås som manglende stillingstaking til de utfordringene dette innebærer .

source: Čuoggás A.1 .
nob: I punkt A.1 .

source: 2 Romssa universitehta oktavuođat sámi servodahkii , ságastallojuvvo ahte ferte nannet daid iešguđetge fágabirrasiid sámi dutkama eavttut , ja ahte maiddái ferte ásahit ortnegiid mat ovddidit máŋggafágalaš dutkanprošeavttaid ( geahča maiddái Arkeologiija instituhta cealkámuša , čuokkis A.7.1 ) .
nob: 2. Universitetet og forholdet til det samiske samfunnet , ble det talt for å styrke betingelsene for samisk forskning ved de enkelte fagområdene , samtidig som det etableres ordninger som fremmer flerfaglige forskningsprosjekter ( se også innspill fra Institutt for arkeologi , punkt A.7.1 . )

source: Áigeguovdilis máŋggafágalaš dutkanprošeakta lea dutkat boazodoalloáššiid . Boazodoalloáššiid dutkkadettiin ferte vuhtii váldit sihke eanadatipmárdusaid , boazodoalu sosio-kultuvrralaš rievdamiid ja boazodoalu rámmaeavttuid rievdamiid .
nob: Et aktuelt flerfaglig forskningsprosjekt er forskning på reindriftsproblematikk , der både landskapsforståelse , sosio-kulturelle endringer i reindrifta og endringer i reindriftas rammevilkår må vies oppmerksomhet .

source: Lea maiddái deaŧalaš ahte dálá gelbbolašvuođahuksemat biologalaš dilálašvuođain ja ealáhusovddidemiin nannejuvvojit .
nob: I tillegg er det viktig at eksisterende kunnskapsbygging om biologiske forhold og næringsutvikling forsterkes .

source: Lea deaŧalaš nannet birrasiid mat dutket áššiid nu go sámerievtti , sámi vieruiduvvon vuoigatvuođaid ja oppalaččat eamiálbmotvuoigatvuohtaáššiid .
nob: Det er et stort behov for å videreutvikle de miljøer som har viktige spørsmål som samerett , samiske sedvaner og generell urfolk-rettighetsproblematikk som sitt forskningstema .

source: Dáid dutkančuolmmaid berre maid dutkat stuorat máŋggafágalaš dutkanprošeavttain .
nob: I tillegg bør disse forskningstemaene bygges ut i større flerfaglige forskningsprosjekter .

source: Eamiálbmogiid dearvvašvuođa- ja sosiáladilálašvuođat leat daid maŋemus jagiid beaggán miellagiddevaš dutkanfáddán .
nob: Helse- og sosialspørsmål er de senere årene blitt sett som interessante i et urfolksperspektiv .

source: Dát dutkančuolmmat leat deaŧalaččat sámi servodaga olbmuide ja eará eamiálbmotservodagaid olbmuide .
nob: Disse spørsmålene er av vesentlig betydning for mennesker i det samiske samfunn og for mennesker i andre urfolksamfunn .

source: Dáid dilálašvuođaid ferte dutkat sihke máŋggafágalaččat ja fakultehtaidgaskasaččat , go sihke sosiálalaš , kultuvrralaš ja biologalaš / genehtalaš dilálašvuođat váikkuhit olbmo dearvvašvuhtii , ja vai gokčá buot beliid olbmuid dearvvašvuođaipmárdusas .
nob: Disse problemstillingene vil måtte involvere flerfaglig og tverrfakultær forskning , da både sosiale , kulturelle og biologiske / genetiske forhold vil ha betydning for folks helse , og for å få et grep om folks helseforståelse .

source: Lea erenoamáš deaŧalaš ahte sámi dutkamiin beroštit filosofalaš vuođđogažaldagain .
nob: Det er av vesentlig betydning at man innenfor det samiske feltet er opptatt av filosofisk grunnlagsproblematikk .

source: Dát leat deaŧalaš gažaldagat mat gusket buot eará dutkansurggiide ja fágabirrasiidda .
nob: Dette er spørsmål av vesentlighet som vil gripe inn i alle de andre forskningsfelt og fagområder .

source: Lea maiddái deaŧalaš dáid gažaldagaid gieđahallat buohtastahtti dilálašvuođaid ektui stuorát eamiálbmotoktavuođain .
nob: Det vil også være viktig at man trekker dette inn i komparative sammenhenger i en større urfolkskontekst .

source: Dutkanfáttáid vuoruheapmi
nob: 1 ) Prioritering av forskningstema

source: Berre nammadit bargojoavkku mii galgá vuoruhit dutkanfáttáid / surggiid sámi / eamiálbmotdutkamiin .
nob: Det bør etableres en arbeidsgruppe som skal peke ut noen prioriterte forskningstemaer / områder innenfor samisk / urfolksforskning .

source: Mihttomearrin berre leat dáid surggiid guorahallat fágaidgaskasaš / fakultehtaidgaskasaš oaidninsajis .
nob: Det bør være et mål å ha et tverrfaglig / tverrfakultært perspektiv på disse områdene .

source: Fakultehtaidgaskasaš dutkanprošeavttaid ruhtadeapmi
nob: 2 ) Finansiering av tverrfakultære forskningsprosjekt

source: Álggahuvvo bargu ásahit ja ruhtadit ovtta dahje eanet fakultehtaidgaskasaš dutkanprošeavtta sámi fáttás .
nob: Det igangsettes et arbeid med å få etablert og finansiert ett eller flere tverrfakultære forskningsprosjekt innen samiske problemstillinger .

source: Sámi dutkamiid guovddáža stivra evttoha bargojoavkku lahtuid .
nob: Styret ved Senter for samiske studier utarbeider forslag til arbeidsgruppe .

source: 5.1.3 Ásahit rekrutterenvirggiid sámi fáttáin
nob: 5.1.3 Oppbygging av rekrutteringsstillinger innenfor samisk tematikk

source: Muhtun evttohus movt fágabirrasiid sáhttá nannet lea viššaleappot geavahit stipendiáhttavirggiid dain fágabirrasiin maid áigu vuoruhit , ja čatnat stipendiáhttavirggiid dutkanprošeavttaide .
nob: Når det gjelder styrkingen av fagmiljøene er et forslag å bruke dagens ordning med rekrutteringsstillinger i form av stipendiatstillinger i større grad ved de fagområder man ønsker å prioritere , og knytte disse til forskningsprosjekter .

source: Eará evttohus lea stipendiáhttavirggiid virgáibidjamis vuoruhit ohcciid geat áigot dutkat fáttáid mat gullet Romssa universitehta ovddasvástádussurggiide .
nob: Et annet forslag er å prioritere tildelingen av stipendiatstillinger til de som ønsker å skrive om et tema som faller inn under ansvarsområder til Universitetet i Tromsø .

source: Historjjá instituhta ovdáneapmi , čuokkis 4.3.1 Historjjá ossodat / Historjjá instituhtta ovdamearkan , čájeha ahte vuoruhemiid ferte guhkes áiggiid badjel dahkat , ja ahte lea dárbbašlaš geavahit iešguđetlágán stipeandaortnegiid doaibmabidjun .
nob: Utviklingen ved Institutt for historie , punkt 4.3.1 . Historieseksjonen / Institutt for historie som historisk eksempel , viser hvordan satsingen må være langsiktig , og viser også nødvendigheten av å bruke virkemidler i form av ulike stipendordninger .

source: Dákkár movttiidahttindoaimmat sáhttet unnidit erohusaid gaskkal fágaid autonomiija ja Romssa universitehta dárbbuid stivret vuoruhansurggiid bokte olahan dihte ulbmiliid .
nob: Slike stimuleringstiltak kan minske spenningen som oppstår mellom den faglige autonomien og behovet for styring gjennom satsingsområder i h. h. t. de overordnede målsetningene for Universitetet i Tromsø .

source: Biologiija instituhtta evttoha gulaskuddancealkámušastis várret ovtta dahje eanet universitehtastipendiáhttavirggi bohccobiologiija dutkamiidda .
nob: Institutt for biologi etterlyser i høringsuttalelsen øremerking av en eller flere universitetsstipendiatstillinger til studier i reinens biologi .

source: Dutkanlávdegoddi árvala gulaskuddancealkámušastis ahte maiddái boahtteáiggis galgá stipendiáhttavirggiid juogadettiin vuoruhit stipendiáhttavirggiid mat leat sámi dutkama várás .
nob: Forskningsutvalget foreslår i sin høringsuttalelse at stipendiatstillinger til samisk forskning også i fremtiden bør bli prioritert ved refordeling av stipendiatstillinger .

source: Ovdal jagi 2010 galgá unnimusat okta rekrutterenvirgi sámi fáttás leat juohke relevánta fágasuorggis .
nob: 1 ) Innen 2010 skal det være minst én rekrutteringsstilling innenfor samisk tematikk på hvert av de relevante fagområdene .

source: Ovdal jagi 2010 galgá unnimusat okta dieđalaš virgi sámi fáttás leat juohke relevánta fágasuorggis .
nob: 2 ) Innen 2010 skal det være minst én vitenskapelig stilling innenfor samisk tematikk på hvert av de relevante fagområdene .

source: Ferte ásahit eambbo post-doc-virggiid sámi ja sámiide guoskevaš dutkanfáttáin .
nob: 3 ) Det må arbeides for å opprette flere post-doc-stillinger innen samisk og samiskrelaterte forskningstemaer .

source: 5.1.4 Ásahit eamiálbmotoahpuid Master-prográmma ja Bachelor-prográmma
nob: 5.1.4 Utvikling av Masters-program og Bachelors-program i urfolksstudier

source: Riikkaidgaskasaš profileren lea mielddisbuktán mihttomeari oaččuhit eambbo eamiálbmotstudeanttaid ja guosselogaldalliid / hospitánttaid Romssa universitehtii , earret eará eŋgelasgiel oahppofálaldagaid bokte .
nob: Som følge av den internasjonale profileringen tas det sikte på å øke antallet urfolkstudenter og gjesteforskere / hospitanter ved Universitetet i Tromsø , gjennom blant annet engelskspråklige undervisningstilbud .

source: Leat bargagoahtán ásahit eamiálbmotoahpuid Master-prográmma , ja galgá nammaduvvot lávdegoddi mii galgá árvvoštallat prográmma sisdoalu , organiserema jna.
nob: Det er igangsatt et arbeid med å utvikle et mastersprogram i urfolksstudier , og man tar sikte på å nedsette et utvalg som skal se på innhold , organisering m.m.

source: Romssa universitehta lea evttohan ahte ásahuvvo ođđa studeantajoavku olgoriikkastudeanttaid earreprográmmii – namalassii ” eamiálbmotstudeanttat ” .
nob: Universitetet i Tromsø har allerede foreslått en ny kategori innenfor kvoteprogrammet for utenlandsstudenter - “ urfolksstudenter ” .

source: Dáinna lágiin sáhttet buot riikkaid eamiálbmotstudeanttat ohcat sisaváldima earreprográmma bokte .
nob: På denne måten gjør man det mulig for urfolkstudenter fra alle land å søke om opptak via kvoteprogrammet .

source: Romssa universitehtas leat dál golbma mastergrádafálaldaga : visuála antropologiija ( Servodatdiehtaga fakultehta ) , riikkaidgaskasaš guolástushálddašeapmi ( Norgga guolástusallaskuvla ) ja lingvistihkka ( Humanisttalaš fakultehta ) .
nob: Ved Universitetet i Tromsø er det i dag tilbud om tre mastersprogram : visuell antropologi ( SV-fak ) , internasjonal fiskeriforvaltning ( NFH ) og lingvistikk ( Hum-fak ) .

source: Riikkaidgaskasaš doaimmaheapmi eaktuda ahte dárbbašlaš dieđut sámi ja eamiálbmotoahpuid birra maiddái leat eŋgelasgillii gihppagiin ja ruovttosiidduin Interneahtas .
nob: En internasjonalisering betinger at nødvendig informasjonsmateriell om samiske – og urfolkstudier også finnes i engelskspråklig utgave , både i brosjyrer og på hjemmesiden på nettet .

source: Arkeologiija instituhtta doarju gulaskuddancealkámušastis evttohusa ásahit eamiálbmotoahpuid MA-prográmma .
nob: Institutt for arkeologi støtter i sin høringsuttalelse forslaget om MA-studium i urfolksstudier .

source: Instituhtta cealká maiddái ahte dat lea deaŧalaš doaibma mii nanne universitehta dutkama ja oahpahusa .
nob: De sier det er et viktig tiltak for å styrke universitetets forskning og undervisning .

source: Arkeologiija instituhtas leat relevánta fáttát , ovdamearkka dihte kulturhistorjá , kulturmuitogáhtten , eanadat , bassi báikkit , etihkka , fágahistorjá , minoritehta ja majoritehta gaskavuođat .
nob: Ved Institutt for arkeologi finnes det relevante emner , for eksempel kulturhistorie , kulturminnevern , landskap , hellige steder , etikk og faghistorie samt minoritets - majoritetsrelasjoner .
